{
  "guidelines": [
    {
      "title": "Profanity and Offensive Content",
      "content": "Avoid using any profane, offensive, or inappropriate language in both text and imagery. Maintain a professional and respectful tone."
    },
    {
      "title": "Plantsy Guidelines",
      "content": "Adhere to the guidelines set by Plantsy to ensure consistency and alignment with the platform's values. This might include aesthetic preferences, ethical considerations, and behavior expectations."
    },
    {
      "title": "Accurate Representation",
      "content": "Provide accurate and truthful information in your service post. Misleading descriptions, images, or pricing can erode trust with potential customers."
    },
    {
      "title": "Original Content",
      "content": "Only use images and content that you have the rights to use. Avoid using copyrighted or plagiarized materials."
    },
    {
      "title": "Respect Copyright and Trademarks",
      "content": "Do not use copyrighted logos, images, or other content without proper authorization. Respect trademarks and intellectual property rights."
    },
    {
      "title": "No Discrimination",
      "content": "Do not discriminate against individuals based on race, gender, age, religion, or any other characteristic. Your service should be accessible to everyone."
    },
    {
      "title": "Legal Compliance",
      "content": "Ensure that your service complies with all relevant laws and regulations in your area. This includes licenses, permits, and any industry-specific requirements."
    },
    {
      "title": "Clear Pricing",
      "content": "Clearly outline your pricing structure and any additional costs. Avoid hidden fees or charges that might surprise customers later."
    },
    {
      "title": "Professional Conduct",
      "content": "Maintain professional conduct when interacting with customers. Promptly respond to inquiries, be respectful, and provide excellent customer service."
    },
    {
      "title": "No Harassment",
      "content": "Do not engage in any form of harassment, bullying, or aggressive behavior. Treat all customers and users with respect."
    },
    {
      "title": "Privacy and Confidentiality",
      "content": "Respect the privacy of your customers. Do not share their personal information without their explicit consent."
    },
    {
      "title": "Accurate Contact Information",
      "content": "Keep your contact information up-to-date. If customers have questions or need assistance, they should be able to reach you easily."
    },
    {
      "title": "Cancellation and Refund Policy",
      "content": "If applicable, clearly communicate your cancellation and refund policy. This helps manage expectations and prevent misunderstandings."
    },
    {
      "title": "No Harmful Practices",
      "content": "Do not offer services that involve harmful or unethical practices, such as using harmful chemicals or methods that damage the environment or human health."
    },
    {
      "title": "Consent for Work",
      "content": "Obtain proper consent from property owners or relevant parties before performing any work on their property."
    },
    {
      "title": "Safety Precautions",
      "content": "If your service involves physical work, outline any safety precautions customers should take before and after the service."
    },
    {
      "title": "Transparent Reviews",
      "content": "If you receive reviews from customers, ensure they are genuine and reflect their honest experiences."
    },
    {
      "title": "No Spam or Unwanted Communication",
      "content": "Do not engage in spamming or send unsolicited messages to customers. Respect their preferences for communication."
    }
  ]
}
